Repository: redelg/directhat-ios
Catalog: Direct Chat/*.lproj/Localizable.strings
Languages: pt_br

# Onboarding-Title-1
source: Without Saving Contact
pt_br: Se salvar Contato

# Onboarding-Description-1
source: Type the number and start a direct WhatsApp chat without saving or adding it as a contact.
pt_br: Digite o número e inicie um chat direto do WhatsApp sem salvá-lo ou adicioná-lo como um contato.

# Onboarding-Title-2
source: Direct Chat
pt_br: Chat Direto

# Onboarding-Description-2
source: Send messages and media directly to any number without saving the contact.
pt_br: Envie mensagens e mídia diretamente para qualquer número sem salvar o contato.

# Onboarding-Title-3
source: Quick and easy to use
pt_br: Rápido e fácil de usar

# Onboarding-Description-3
source: Start sending messages in an easy and simple way.
pt_br: Comece a enviar mensagens de uma maneira fácil e simples.

source: Search
pt_br: Buscar

# No-History
source: No chat history
pt_br: Sem história

source: History
pt_br: História

source: Messages
pt_br: Mensagens

source: Predefined Messages
pt_br: Mensagens Predefinidas

source: Send Message
pt_br: Enviar Mensagem

source: Start Chat
pt_br: Iniciar Chat

# Enter-Message
source: Enter a message
pt_br: Digite uma mensagem

# Enter-Title
source: Enter a title
pt_br: Digite um título

# Title-Not-Empty
source: Title cannot be empty
pt_br: O título não pode estar vazio

# Message-Not-Empty
source: Message cannot be empty
pt_br: A mensagem não pode estar vazia

source: Save
pt_br: Salvar

source: Add Message
pt_br: Adicionar Mensagem

source: Edit Message
pt_br: Editar Mensagem

source: Settings
pt_br: Opções

source: Remove Ads
pt_br: Remover Anúncios

# Remove-Ads-Detail
source: No more ads. Navigate through the app without distractions.
pt_br: Acabaram-se os anúncios. Navegar calmamente na aplicação sem distracções.

source: Single Payment
pt_br: Pagamento Único

# Single-Payment-Detail
source: Be premium forever by paying only once. Without annoying subscriptions.
pt_br: Ser premium para sempre por uma taxa única. Sem subscrições incómodas.

# Support-Developers
source: Support Independent Developers
pt_br: Apoia Desenvolvedores Independentes

# Support-Developers-Detail
source: Being an independent developer can be a bit tricky. By purchasing the Premium version you can support us and motivate us to continue developing more applications.
pt_br: Ser um promotor independente pode ser um desafio. Ao adquirir a versão premium pode apoiar-nos e obter características úteis e motivar-nos a desenvolver mais aplicações.

# Premium-Version
source: Get Premium
pt_br: Versão Premium

source: ABOUT
pt_br: SOBRE NÓS

# Not-Affiliated
source: We are not affiliated with WhatsApp, Inc.
pt_br: Não somos filiados na WhatsApp, Inc.

# Rate-Us
source: Rate us on the App Store
pt_br: Classifique-nos na App Store

# Share-App
source: Share this App
pt_br: Partilhar esta App

source: Privacy policy
pt_br: Política de privacidade

# Terms
source: Terms and conditions
pt_br: Termos e condições

# Get-Premium
source: Get the premium version
pt_br: Obter a versão premium

# Restore-Premium
source: Restore a previous purchase
pt_br: Restaurar uma compra anterior

# Restored
source: Purchase Restored
pt_br: Compra Restaurada

# Restored-Detail
source: The premium version has been successfully restored. Please restart the app to remove the ads.
pt_br: A versão premium foi restaurada com sucesso. Por favor, reinicie a aplicação para remover os anúncios.

# Purchased
source: Successful Purchase
pt_br: Aquisição bem Sucedida

# Purchased-Detail
source: You have purchased the premium version! Please restart the app to remove the ads.
pt_br: Adquiriu a versão premium! Por favor, reinicie a aplicação para remover os anúncios.

# Share-App-Message
source: Start a WhatsApp chat without the need to save the contact, in addition to other utilities available!
pt_br: Inicie um chat WhatsApp sem a necessidade de guardar o contacto, além de outros utilitários disponíveis!

# No-Payment
source: No payment method
pt_br: Nenhum método de pagamento

# No-Payment-Detail
source: You don't have any payment method configured to proceed with this purchase
pt_br: Não tem nenhum método de pagamento configurado para proceder a esta compra
